Repository: rmontero/dla_ecommerce_site
Catalog: sites/all/modules/contrib/ecard/translations/*.po
Languages: de

source: Ecard settings
de: Grußkarten Einstellungen

source: Change how ecards behave.
de: Wie sollen sich Grußkarten verhalten?

source: ecard
de: Grußkarte

source: Choose the content types which you want to send as ecard
de: Für welche Inhaltstypen soll die Grußkartenfunktion aktiv sein?

source: A form to send ecard will append to the content if the users role has the right to send ecards.
de: Ermöglicht es, ein Formular an einen Node zu binden, das einem berechtigem User eine Grußkarte zu versenden und eine Nachricht zu hinterlassen.

source: Letter customization
de: Anschreiben anpassen

source: Subject
de: Betreff

source: Customize the subject for ecard
de: Betreff anpassen

source: Body
de: Textkörper

source: This text is the body of the email that the card recipient will see. These are the variables you may use: %site = your site name, %site_url = your site URL, %site_mail = your site email address, %card_url = the URL for the ecard, %sender = sender name, %recipient = recipient email,
de: Diese Nachricht erhält der Empfänger per E-Mail. Sie können folgende Variablen benutzen: %site = Name Ihrer Website, %site_url = URL Ihrer Website, %site_mail = E-Mail Adresse Ihrer Website, %card_url = URL der Grußkarte, %sender = Name des Versenders, %recipient = E-Mail des Emfängers

source: Notification email customization
de: Anpassung der E-Mail Benachrichtigungen

source: This text is the body of the email to notify the sender than the card has been picked. These are the variables you may use: %site = your site name, %site_url = your site URL, %site_mail = your site email address, %card_url = the URL for the ecard, %sender = sender name, %recipient = recipient email
de: Diese Nachricht erhält der Versender per E-Mail, wenn die Grußkarte geöffnet wurde . Sie können folgende Variablen benutzen: %site = Name Ihrer Website, %site_url = URL Ihrer Website, %site_mail = E-Mail Adresse Ihrer Website, %card_url = URL der Grußkarte, %sender = Name des Versenders, %recipient = E-Mail des Emfängers

source: Miscellaneous settings
de: Verschiedene Einstellungen

source: Days to keep ecards
de: Tage, wie lange Grüße (Nachrichten) gespeichert bleiben sollen.

source: ecards that are aged more than the number of days entered above will automatically be deleted from the database. Use 0 to never delete. Note that this will only be checked when cron.php is run.
de: Grußkarten (Nachrichten), die älter sind als die angegebene Anzahl an Tagen, werden automatisch gelöscht. Tragen Sie 0 ein, wenn Grußkarten (Nachrichten) niemals gelöscht werden sollen. Beachten Sie bitte, dass diese Funktion cron.php voraussetzt.

source: Maximum number of emails allowed to send at a time
de: Anzahl der maximal erlaubten Empfänger

source: Do not set it to very big values as it may cause spaming
de: Bitte geben Sie keine zu große Zahl ein um Spam zu verhindern

source: This email used to send emails
de: Diese Emailadresse als Absender benutzen

source: eg: noreply@yoursitename.com or admin@sitename.com etc
de: also: noreply@yoursitename.com oder admin@sitename.com etc.

source: Hide the send form when viewing ecard message
de: Das Versendeformularverstecken, wenn eine Grußkarte angesehen wird?

source: Put the ecard form in a fieldset?
de: Das Grußkartenformular in ein fieldset einschließen?

source: Require the user to input a message in the ecard form?
de: Eingabe einer Nachricht erzwingen?

source: Hi, %sender made an ecard for you. At any time you may see your card by clicking this link: %card_url (if your email client doesn't allow you to click on the site link, then just copy and paste the URL into your browser) admin
de: Hallo, %sender hat Ihnen eine Grußkarte geschickt. Die Grußkarte können Sie jederzeit unter folgendem Link einsehen: %card_url (Kopieren Sie diese Adresse bitte in die Adressleiste Ihres Browsers, falls Ihr E-Mail Programm nicht unterstützt, direkt auf diesen Link klicken zu können) Mit freundlichen Grüßen, %site

source: Your name
de: Ihr Name

source: Your email
de: Ihre E-Mail Adresse

source: E-mail(s) of recipient(s)
de: E-Mail Empfänger (geben Sie eine Adresse je Zeile an)

source: example@example.com. You may enter multiple emails by one per line
de: example@example.com. Sie können mehrere Adressen eingeben. Bitte eine pro Zeile.

source: Type your message
de: Ihre Nachricht

source: Whatever you type here will be attached to ecard
de: Der Text den Sie hier eingeben wird auf der Seite mit ihrer Ecard angezeigt.

source: Notify me when the card is picked
de: Bitte benachrichtigen Sie mich, wenn diese Grusskarte geöffnet wurde.

source: Send this card
de: Grußkarte versenden

source: Send this ecard
de: Grußkarte versenden

source: Your email address is invalid
de: Es tut uns leid, aber Sie scheinen sich bei Ihrer E-Mail Adresse verschrieben zu haben.

source: This email has an error "@email"
de: Diese Emailadresse ist fehlerhaft "@email"

source: You are not allowed to send to more than !count emails , please delete few email address and send the card
de: Es tut uns Leid, aber Sie dürfen nicht mehr als !count Grußkarten gleichzeitig versenden. Bitte verringern Sie die Anzhal der Empfänger

source: Your ecard has been sent and a copy is stored for your reference.<br />You can view the copy <a href = "!card_copy_url">here</a>
de: Ihre Grußkarte wurde versendet und eine Kopie wurde für Sie gespeichert.<br />Sie können die Kopie <a href = "!card_copy_url">hier ansehen</a>

source: Copy of your ecard
de: Kopie Ihrer Grußkarte

source: Hi Here is the copy of the ecard for your reference !card_copy_url admin
de: Hallo Hier befindet sich eine Kopie Ihrer Nachricht !card_copy_url

source: Hi, %recipient has picked your card today. here is the url to your card %card_url (if your email client doesn't allow you to click on the site link, then just copy and paste the URL into your browser) admin
de: Hallo, %recipient hat Ihre Fotogrußkarte heute aufgerufen.Klicken Sie hier %card_url, wenn Sie Ihre Grußkarte noch einmal ansehen möchten. (Kopieren Sie diese Adresse bitte in die Adressleiste Ihres Browsers, falls Ihr E-Mail Programm nicht unterstützt, direkt auf diesen Link klicken zu können) Mit freundlichen Grüßen, %site

source: Your ecard id is not valid either it may be an error or it expired
de: Ihre Grußkarte ist ungültig oder es ist ein Fehler aufgetreten.

source: Thanks, and have a nice day.
de: Vielen Dank! Wir wünschen Ihnen noch einen schönen Tag.

source: This module allow your to send any content type as an ecard/postcard.
de: Dieses Modul ermöglicht es Ihnen, jede Art von Content als Grußkarte zu verschicken.
